{
  "cardinalActions": [
    {
      "name": "Attack",
      "description": "As a cardinal action, choose a target that you can see. If your weapon does not have a range, the target must be within 5ft of you. If it has a max range, the target must be within the max range. If it has a short and long range, then the target must be within one of them. Then, roll the skill listed under attack skill. You roll with disadvantage if the target is within the long range of your weapon. If the damage type is physical or does multiple types of damage, the target rolls agility, otherwise, the target rolls willpower. If you succeed, the attack hits. Roll the damage die listed for that weapon, add the modifier for the attack skill, and the target takes that much damage. If you roll a natural 20 on an attack roll, any damage you deal as a result of that attack is doubled, and you roll on the critical success table. If you roll a natural 1 on the attack roll, the attack automatically misses, and you roll a d24 on the critical fail table. If you attack a creature that cannot sense you, you gain advantage on the attack roll. You can also attack a location if you believe there to be a target there. The attack has disadvantage, and if there is nothing there to hit, it is an automatic miss."
    }
  ],
  "skillActions": [
    {
      "name": "Shove",
      "description": "As a skill action, if you have a free hand, roll athletics against the athletics of a creature within 5 feet that is your size or smaller. If you succeed, move them up to 5 feet.",
      "requirements": [{
        "type": "loadout",
        "hands": "free"
      }]
    },
    {
      "name": "Grab",
      "description": "As a skill action, if you have a free hand, roll athletics against the athletics of a creature within 5 feet that is your size or smaller. If you succeed, you grapple them until they escape.",
      "requirements": [{
        "type": "loadout",
        "hands": "free"
      }]
    },
    {
      "name": "Help",
      "description": "As a skill action, when a creature on your side makes a skill roll as part of an action, but not a feature action, you can spend an action at the same time to help. Roll synergy. The creature gains a +1 bonus to the roll for every 5 points on your roll. For example, if you rolled a 22, the creature gains a +4 bonus."
    },
    {
      "name": "Use a Skill",
      "description": "As a skill action, you attempt to take some other action that requires a skill roll. The DM decides the skill you use and the DC to meet."
    },
    {
      "name": "Off-hand Attack",
      "description": "As a skill action, you strike with a weapon in your off-hand. If you already made an attack with a light weapon this turn, you can use an action to make another attack with a light weapon in your off-hand. You can make an attack this way only once per turn.",
      "requirements": [{
        "type": "loadout",
        "hands": ["light", "light"]
      }]
    }
  ],
  "basicActions": [
    {
      "name": "Defend",
      "description": "As a basic action, you focus your efforts towards avoiding attacks from a specific creature that you can see. You gain +1 to your next defense roll to avoid an attack or feature from that creature, until the start of your side's next turn."
    },
    {
      "name": "Draw Items",
      "description": "As a basic action, you can stow up to two items from your hands or body into your inventory, and then draw up to two items from your inventory into your hands or onto your body. In addition, you can switch which items are in which hands."
    },
    {
      "name": "Use Objects",
      "description": "As a basic action, you stow, draw, drop, pick up, kick away, pull, open, move, or interact in some other way with any reasonable number of objects. A skill roll of the DM's choice may be required, in which case this becomes a skill action."
    },
    {
      "name": "Move",
      "description": "As a basic action, you begin moving a distance up to your speed. You can take other actions at any point of this movement. If you are riding a creature or vehicle, you use its speed instead of your own."
    },
    {
      "name": "Prepare",
      "description": "As a basic action, you prepare to take an action outside of your turn. Choose an action and a trigger. If the chosen action is cardinal, so is this action. If the trigger occurs before the start of your side's next turn, you can use your reaction to perform that action. "
    },
    {
      "name": "Step Away",
      "description": "As a basic action, you carefully step away from enemies. You move five feet, and enemies cannot take opportunity attacks against you during this movement."
    },
    {
      "name": "Target",
      "description": "As a basic action, you focus your efforts towards attacking a specific creature that you can see. You gain +1 to your next attack roll against that creature with a weapon you currently have equipped, until the start of your side's next turn."
    }
  ],
  "reactions": [
    {
      "name": "Attack of Opportunity",
      "description": "As a reaction, when a creature that you can see moves out of a space within 5 feet of you as part of the move action, you can take the attack action, targeting the creature that triggered this reaction."
    },
    {
      "name": "Block",
      "description": "As a reaction, when you are targeted for an attack and you are holding a shield, you roll a d20 and add your shield's bonus instead of rolling agility."
    },
    {
      "name": "Trigger Prepare",
      "description": "As a reaction, when an event occurs that you choose as a trigger when you took the Prepare action, you perform the action you chose as part of the Prepare action."
    }
  ]
}
