{
  "name": "If you need some help, the DM can give you some suggestions based on common naming styles for your ancestry and homeland.",
  "highConcept": "Start with a basic character concept, such as fighter, wizard, rogue, or cleric. Then make it a bit more interesting to better describe your character, such as samurai, diviner, jester, or skinchanger. Finally, add some details to your concept to make your character truly unique. This link (https://fate-srd.com/fate-core/your-character-idea) has some suggestions and examples on how to do this. Some examples could be rage-fueled samurai avenger, diviner historian who studies both the past and future, magical jester who teases corrupt nobles, or symbiotic fey spirit that can change into a tree. This expanded concept is called your high concept and will play a large role in the types of features that your DM will make available for your character. Think of it as the “elevator pitch” of your character.",
  "flaw": "This is something that would cause your character to take actions that are detrimental to your character, the rest of the party, or the goals of the party. Your character’s flaw represents some vice, compulsion, fear, or weakness. Some examples would be literal inner demons, overly-cautious, laughs in serious situations, or doesn’t understand human emotions. Your DM will provide a special, negative feature based on this flaw. Don’t be afraid to go with something very challenging, because interesting flaws are necessary for interesting characters.",
  "ancestry": "This is the species that you belong to, such as human or goblin. Special ancestries do not have any inherent gameplay mechanics, but they can provide for additional features as your DM sees fit. ",
  "homeland": "This is the location you grew up in. Include both city and nation, if applicable. This will determine your starting languages, as well as some possible features.",
  "age": "If your ancestry has a non-human age scale, make sure to specify whether you are young, middle-aged, or elderly",
  "faith": "If your character belongs to an organized religion, follows the teachings of one or more gods, or has some other dedication to a higher power, include that here.",
  "description": "Describe your character's physical appearance, including clothing, biology, and mannerisms.",
  "personalityTrait1": "These should be things that people notice about your character after interacting with them for only an hour or so. They should not be directly related to your high concept, flaw, or each other, to make your character more well-rounded. Your personality traits should tell you something interesting and fun about your character. They should be self-descriptions that are specific about what makes your character stand out. Personality traits might describe the things your character likes, his or her past accomplishments, things your character dislikes or fears, your character’s self-attitude or mannerisms, or the influence of his or her ability scores. Examples might include doesn't talk until spoken to, always does what others ask, doesn't understand personal space, or never gives up on a goal.",
  "personalityTrait2": "These should be things that people notice about your character after interacting with them for only an hour or so. They should not be directly related to your high concept, flaw, or each other, to make your character more well-rounded. Your personality traits should tell you something interesting and fun about your character. They should be self-descriptions that are specific about what makes your character stand out. Personality traits might describe the things your character likes, his or her past accomplishments, things your character dislikes or fears, your character’s self-attitude or mannerisms, or the influence of his or her ability scores. Examples might include doesn't talk until spoken to, always does what others ask, doesn't understand personal space, or never gives up on a goal.",
  "ideal": "This should be some philosophical concept or moral that your character values greatly. Examples include honor, balance, freedom, power, joy, ambition, creativity, or more. This is what drives your character to do the things they do, even from a subconscious perspective.",
  "alignment": "There are nine alignments that provide a simple description of how your character acts. On one scale, you are either lawful, neutral, or chaotic. On another scale, you are social, neutral, or independent. Choose one from each scale, such as chaotic social, lawful neutral, or neutral independent. This can be used as a guide when you need to make quick decisions for your character, but it is always better to defer to the personality traits, high concept, ideal, or flaw if those are more relevant. Use the alignment to make gameplay decisions only if you are presented with a choice that none of those other characteristics really apply to. You can interpret the alignments however you want, as long as you and the DM are on the same page for your interpretation. Be sure to also include a description of why you chose this alignment for your character.",
  "goal": "This should represent something that could take months or even years to accomplish, but will (at least in the character’s mind) put them in best position they could hope for. It doesn’t have to be specific, but should be lofty. You can still have other, minor goals for your character. Some examples are take my brother’s place as head of the household, prevent the apocalypse only I have foreseen, perform the greatest heist of the century, or restore life to the grove that I once lived in. The DM will use the goals of the whole party to create the story of the game.",
  "fear": "This should be the worst possible situation for your character and something they would do anything to avoid. Your character should have thought about this at some point or another. These fears should be events or states of beings, rather than people or things. For example, never returning to my homeland, imprisoned for the crimes of my enemy, fighting the man who murdered my family, or having my friends discover my true identity. The DM may incorporate these fears into the story one way or another to keep things dramatic.",
  "friend": "This NPC should be living and more or less the most important character that your character currently has a positive relationship with. The DM will fill in any details you do not, such as what they are up to now, what their personality is like, and what their personal goals are.  Be sure to include both the name of this character and a brief description of your relationship with them.",
  "enemy": "This NPC should be living and more or less the most important character that your character currently has a negative relationship with. The DM will fill in any details you do not, such as what they are up to now, what their personality is like, and what their personal goals are.  Be sure to include both the name of this character and a brief description of your relationship with them.",
  "otherContact": "This NPC should be someone living and currently important to your character other than the friend and enemy. Your character can have a positive, negative, or neutral relationship with this character. The DM will fill in any details you do not, such as what they are up to now, what their personality is like, and what their personal goals are. Be sure to include both the name of this character and a brief description of your relationship with them.",
  "organization": "Name an organization that your character has interacted with in some way or another. You could be a member, a founder, or a former member. You could be hunted by this organization, or working to end it. For example, a faction of my father’s hierarchy is jealous of his power and attempted to kill me, I am wanted by the police force in a small town for a crime I didn’t commit, I learned martial arts from a remote monastery, I am working to rebuild a long-lost order of knights, or the guild to which I belong has started asking questions I don’t like. The DM will provide any details that you do not, such as other members, goals, organizational structure, and primary locations",
  "goodMemory": "This should be a time or event in your character’s life that they enjoyed greatly. It could involve your character’s friend, ultimate goal, or something else. The memory should not be too incredible, because the most exciting parts of the character’s life are yet to come. It should answer the question “What has been the happiest moment of my life so far?” For example, my mentor found me on the streets and turned me into who I am today, I lived in a peaceful, seaside cottage, I ate the most delicious pepper-roasted chicken, or my husband and I raised three very hard-working children.",
  "badMemory": "This was the lowest point in your character’s life so far, and something that they would rather never think about again. This memory should have impact on the way your character acts and thinks about the world. Some examples are I had to kill my brother before the demons overtook his soul, a dragon burned down my home, or I was imprisoned for almost a decade.",
  "profession": "This is how your character makes ends meet most of the time. This can be a typical job in the setting, or something more unusual for your character. Try to include specifics or extra details to make it special. Some good examples are blacksmith for a rebellion, dimension-travelling mercenary, student at a school of magical warfare, archaeologist tracking the lost notes of a powerful wizard, or competing with gangs to survive in the slums of a big city. Your DM might provide some out-of-combat features based on the profession.",
  "hobbies": "These are the different ways your character might spend downtime between adventures or free time at the end of the day. These should be things your character does for fun, not for money, even if they do get money from them. Some example hobbies are experimenting with new, simple spells, playing an instrument, calligraphy, gambling, exploring uncharted lands, or drinking. Your DM might provide some out-of-combat features based on one or more of these",
  "socialStyle": "This should include strategies your character uses to get information from others, how they work in large groups, how they deal with organizations, what they do when fighting isn’t a valid option, and how they treat their closest allies. This will give the DM a good sense of what non-combat features to add to your character’s advancement shop.",
  "combatStyle": "This should include how your character deals with physical threats, overwhelming odds, strategy, injured allies, offense, defense, and other threats. The DM will use this description to decide what sort of combat features to add to your character’s advancement shop.",
  "equipment": "This includes anything that your character would never leave home without, including any weapons or armor they regularly use. Keep in mind that using any sort of magic requires some kind of focus that is unique to each person. The more personal items you include, the better. This will give the DM an idea of what starting equipment to give you."
}
