{
  "athletics": "Athletics describes your ability to precisely control your body when performing feats of strength. This includes wrestling, climbing, swimming, jumping across a gap, balancing on a tightrope, grabbing a handhold while falling, or running across ice. Athletics should only be used if precision or speed as well as brute strength. When only one of these qualities is present, the roll should be agility or brawn instead. Some melee weapons and all thrown weapons use athletics rolls when attacking and deal more damage with higher athletics. The Wrestle action in combat relies on athletics.",
  "fortitude": "Fortitude describes your physical constitution and bodily defenses. Mostly it is used to calculate your hit points, but fortitude rolls can be made to resist poisons and endure harsh conditions.",
  "intimidation": "Intimidation allows you to use your physical presence to impress, threaten, and bully others to get your way. It can be rolled in social situations, as well as when you perform the Frighten action in combat. Besides scaring enemies off and forcing people to talk, you can also use intimidation to show off your might and earn favors that way, such as negotiating for higher pay as a mercenary or bodyguard.",
  "brawn": "Brawn represents your pure physical strength. Brawn is primarily used for melee weapon attacks, and high brawn is required for wearing heavy armor and using heavy shields and ranged weapons. Additionally, you can carry more equipment with higher brawn. Finally, brawn rolls can be used when moving something heavy, breaking an object with your bare hands, or hanging on to something in a tough situation.",
  "stealth": "Stealth allows you to perform actions without being noticed. Pickpocketing, theft, covering tracks, sneaking around, and trailing someone all require stealth rolls, usually contested by perception rolls. Some types of armor give a penalty to stealth.",
  "investigation": "You roll Investigation when searching for clues, tracking creatures, identifying footprints, looking for something in a city, determining if something is an illusion, sensing direction, and navigating the wilderness. When deciding whether to use investigation or perception, ask who would be better: Sherlock Holmes or an eagle. Investigation is most relevant when having stronger senses would not help you accomplish the task, because you can already sense all the important aspects or it is more important to decide where to look rather than be able to see better.",
  "insight": "Insight measures your ability to read the intent and disposition of others. This skill is a combination of detecting facial expressions and subtle movements, as well as figuring out how those tells can describe a person’s mental state. Primarily, this skill is used for figuring out if someone is lying, but also can be used to predict people’s actions and reading their general mood.",
  "perception": "Perception is used only when the capability of your eyes, ears, and other senses determine whether you succeed or fail on the task at hand. This includes seeing in darkness, hearing a creature trying to sneak up on you, and noticing a noxious gas. Most of the time, the DM will use your Passive Perception rather than ask you to roll perception. Also, perception rolls are used when attacking with all ranged weapons other than thrown weapons.",
  "handiwork": "Handiwork describes your ability to use tools and your hands to perform complex tasks. Picking a lock, forging a document, disabling a trap, crafting an object, repairing something, and controlling a vehicle all rely on handiwork. Some weapons that you craft can also use handiwork to attack with, if they are complex and unique enough to rely on your skill as a craftsman.",
  "wisdom": "The DM can call for a wisdom roll when you petition a higher power, make an educated guess, attempt to decipher a puzzle or coded message, or understand an otherworldly or philosophical experience. Wisdom also governs the use of divine and nature focused spells, and divine focuses use wisdom to attack with. Wisdom-based spells often involve healing, necromancy, divination, and blocking or disabling magic. Some wisdom-based spells are Recovery, Raise Zombie, Resurrection, Smite, Augury, Bless, Counterspell, Magic Armor, and Anti Magic Shell.",
  "synergy": "Synergy is the capability to work well with others. The Help action is the primary use of synergy, as it allows you to add your synergy modifier whenever you assist another creature with a task. Organizing groups of people is a synergy roll, as well as performing leadership-based tasks. Also, if your synergy score is 3 or higher, you learn an additional language for each point above 2. Synergy is the attack skill of unity focuses, and synergy-based spells often enhance spells, weapons, and the abilities of allies, manipulate the minds of others, summon creatures from other places, and allow for teleportation. Some synergy-based spells are Extend Spell, Inspire, Haste, Suggestion, Friend to Foe, Feeblemind, Summon Demon, Banish, and Blink.",
  "knowledge": "Knowledge describes the various facts about the world that you know. At any time you can ask the DM if your character would know something about the world or the people, places or organizations in it, and if the DM thinks that it is reasonable that your character would, they will ask for a knowledge roll. The higher the roll, the more information your character would know about the topic. Arcane focuses use knowledge as their attack skill, and there are many knowledge-based spells. These spells govern control of the elements and other physical forces, manipulation of physical forms and bodies, and the creation of illusions. Some knowledge-based spells are Magic Missile, Fireball, Disintegrate, Polymorph, Enlarge, Fabricate, Minor Illusion, Nightmare, Darkness. Finally, knowledge is used to learn",
  "agility": "You use agility to avoid harmful effects, such as attacks, traps, and some physical features, such as Fireball and Disintegrate. The dodge action gives you a bonus to agility against attacks each time you take it, and shields give you a similar bonus.",
  "willpower": "Willpower lets you resist the effects of many spells that are more mental in nature, such as Charm, Fear, and Banish. Also, you must make a willpower roll to resist death once you take five wounds, and the DM may ask for a willpower roll in order to handle particularly disturbing situations. Finally willpower is used to resist the effects of actions such as distract and frighten.",
  "persuasion": "Persuasion is the primary skill used in social situations, as it lets you convince others of your opinion, lie without being caught, haggle prices, or get more information. Persuasion should not be used if the person you are trying to work with is already on your side or in agreement with you. You can also use persuasion to distract others in combat."
}
